# from database import local_users
# user = local_users[user_id]
emoji = '🔙🔴🟠🟡🟢🔵🟣🟤💲🔁💱♥️🔔🔜➡️⬅️🔼🔽↕️↔️⬆️⬇️↗️↘️↙️↖️🆓🆕🔢🔡💤✅❗️❓💵💳🔥😁😍🥰😎😱🤗\
    📍💧❓🤖💸🏡🪪😱🤑😂😜😁😴'

ton = 'TON:\nUQAegScNLWtuhtDlBd2oq5Utjkm_W_NSmWlBvYU83z65uMu7'

start_guide1_text = "Я бот Уровни 🤖\n<b>Уровни помогают исполнить желания и изменить жизнь ❤️</b>\
                            \n\nМожно зарабатывать всё больше с каждым уровнем💲\nЛегко и приятно. Прямо с телефона\nТысячи людей уже вышли на новый уровень дохода.\n\nЯ покажу как."

start_guide3_text_1 = '🎁 Бонус:         +❓❓❓ рублей' + '\n💸 Баланс:      ❓❓❓❓ рублей'\
    '\n\nПривет! 🤗\nЯ открываю бонусы в Уровнях 🔥'\
    '\n\nТут мы зарабатываем 💲💲💲без вложений прямо с телефона' +'\n\nОткройте, пожалуйста, свой бонус 🎁\n🎁 ⬇️ по ссылке внизу ⬇️ 🎁\n\nтогда я получу еще 🎁\n'

start_guide3_text_2 = 'Можно нажать круглую стрелку\nСправа чуть выше ↗️\n\nВыбрать с кем поделиться 🤗\n\nИ получить ещё Бонусы 🎁🎁🎁\
    \nЗа каждого, кто придёт по вашей ссылке и откроет два бонуса.\n\nНа все вопросы ответы по ссылке\n\nПолучить возможность зарабатывать легко и приятно 😋'

start_guide4_text = "Основная часть бюджета на маркетинг - раздача бонусов 🎁\nРаздавать бонусы приятней, чем закупать рекламу 😍\nА получать бонусы интересней, чем рекламу видеть 😄\nСогласны❓\
    \n\nКогда вам придёт бонус, робот пришлет уведомление\nКаждый день тысячи бонусов раздаются подписчикам случайным образом ❗️\n\nНе пропускайте свои бонусы\nВключите всплывающие уведомления в настройках бота 🔔"

start_guide4_text_2 = 'Ваш  уровень  0.\nНа первом уровне бонусы станут больше.\n\nИ главное, что ваши рефералы смогут regbnm у вас уровень!\n\
    \nУровень взятый один раз - остаётся НАВСЕГДА❗️\nУровни быстро дорожают\nПродать каждый свой уровень можно сколько угодно раз❗️\nВсё дороже и дороже...\
    \n\nЭто не как биткоин. Это как майнинговая ферма с бесплатной энергией 🤑'

bonuses_tub_text1 = "       🎁 Бонусы      \n\nПолучите Бонус за каждого подписчика 🎁\nПерейдя по ссылке они узнают как заработать с телефона\nПоделитесь с другими возможностью зарабатывать много легко и приятно 😍"

bonuses_tub_text2 = "\nЕё можно пересылать в любых мессенджерах и соцсетях или напечатать QR-коды и подходящие офферы для показов IRL\n\nЧем больше рефералов, тем больше бонусов🤑\
    \n\nА главное - больше ваших будущих покупателей Уровней! ❤️❤️❤️'\n\nВсего получено бонусов: "

accounts_about_text = "\n\n      В Levels 3 вида счетов:\n1️⃣🏡Самый доходный\n2️⃣🌱Рост и ликвидность\n3️⃣💧Самый свободный\n\
    \n\n1️⃣ Restate - max доходность 💵⏫\nДля перехода на первый уровень\nнужен Restate >= 500 рублей\nВыплата дохода от недвижимости ежедневно на Grow счёт\
    \nRestate можно продать.\
    \n\n2️⃣ Переводы на Grow и Restate счета 🔼\nбез ограничений\nВыводы на Liquid 🔽\nс задержкой/комиссией\
    \n\n3️⃣ Liquid - доходности нет\nВыводы и переводы без комиссий"

info_text = '\n\nПереводы по СБП между физическими лицами не требуют официального оформления.\n\nПоложительное сальдо переводов самозанятые заявляют как доход подлежащий налогообложению.\
        \nЛимит дохода самозанятого 2,4 млн ₽ в год.\n Чтобы увеличить чистый вывод выше лимита, необходимо оформить ИП\n\nОформление ИП 1%. ИП в пару кликов\nНа уровне 5'

greet = ("{name}, приветствую в Уровнях! \n\n"  
         "Уровни помогают менять жизнь и исполнять желания.\n"
         "Тысячи людей уже вышли на новый уровень дохода.\n" 
         "Я покажу как!  🤗\n\n"
         "Начнем с бонуса  🎁"
         )
menu = "📍 Главное меню"




commands_text = "\
start - start\
menu - menu\
profile - profile\
resources - resources\
level - level\
balance - balance\
partners - partners\
bonuses - bonuses\
reset_user - reset_user\
"