gen_wait = "⏳Пожалуйста, подождите немного, пока нейросеть обрабатывает ваш запрос..."

err = "🚫 К сожалению произошла ошибка, попробуйте позже"



start_guide1_text = "Я бот Уровни🤖\n<b>Уровни помогают исполнить желания и изменить жизнь!</b>\
                            \n\nМожно зарабатывать всё больше с каждым уровнем. Прямо с телефона.\nТысячи людей уже вышли на новый уровень дохода.\n\nЯ покажу как."

start_guide3_text_1 = "🎁 Бонус:         +??? рублей\n💸 Баланс:      ???? рублей\n\nПривет!\nЯ открываю бонусы в Уровнях. \n\nТут можно зарабатывать с телефона даже без вложений.\
                    \nИ с каждым уровнем доход всё больше.\n\nОткройте, пожалуйста, свой стартовый бонус 🎁 по ссылке внизу ⬇️ и мне придет еще один бонус 😍\n"

start_guide3_text_2 = 'Можно нажать круглую кнопку со стрелкой.\nОна справа от сообщения выше⬆️\n\nВыбрать с кем поделиться.\n\nИ получить ещё Бонусы 🎁\
    \nЗа каждого, кто перейдет по реферальной ссылке и откроет свой первый бонус.\n\nНа все вопросы они найдут ответы по ссылке.\nИ главное получат возможность заработать.\
                    \nМы не хотим лишать кого-то такой возможности.\n\nЧем больше рефералов, тем больше бонусов🤑'

start_guide4_text = "Основная часть бюджета на маркетинг - раздача бонусов 🎁\nРаздавать бонусы приятней, чем закупать рекламу 😍\nА получать бонусы интересней, чем рекламу видеть 😄\nСогласны❓\
    \n\nКогда вам придет бонус, мы пришлем уведомление.\Каждый день тысячи бонусов приходят случайным подписчикам ❗️\nНе пропускайте свои бонусы. Включите всплывающие уведомления в настройках бота 🔔 \
                           \n\nВ группе https://t.me/Levels_up тоже проводят розыгрыши 🎁"

start_guide4_text_2 = "Ваш  уровень  0.\nНа первом уровне бонусы станут больше.\n\nИ главное, что ваши рефералы смогут покупать у вас первый уровень!\n\
    \nПокупается один раз и остаётся навсегда. А продать его можно сколько угодно.\nИ цена будет только расти\n\nКак еcли бы по цене кросовок можно было бы купить фабрику производящую бесконечные кроссовки и продающую их! 🤑\n\
    \nСейчас первый уровень стоит 500 рублей.\nЦена будет быстро расти (больше 20% в год) 🌱\nВыгодней вклада в банке?  😄"

bonuses_tub_text1 = "       🎁 Бонусы      \n\nПолучите Бонус за каждого подписчика 🎁\nПерейдя по ссылке они узнают как заработать с телефона\nПоделитесь с другими возможностью зарабатывать много легко и приятно 😍"

bonuses_tub_text2 = "\nЕё можно пересылать в любых мессенджерах и соцсетях или напечатать QR-коды и подходящие офферы для показов IRL.\n\nЧем больше рефералов, тем больше бонусов🤑.\
    \n\nА главное - больше ваших будущих покупателей Уровней! ❤️❤️❤️'\n\nВсего получено бонусов: "

accounts_about_text = "\n\n      В Levels 3 вида счетов:\n1️⃣ Самый доходный🏡\n3️⃣ Самый свободный💧\n2️⃣ Растёт и ликвидный🌱\n    Недвига🏡, Вода💧 и РОСТсчет🌱\
    \n\n1️⃣ Restate - максимальная доходность 💵\nДля перехода на первый уровень\nнужен Restate >= 500 рублей\nВыплата дохода от недвижимости ежедневно на GROW счёт.\
    \nRestate можно продать.\
    \n\n2️⃣ Выводы на Liquid 🔽\nс задержкой/комиссией.\nНа GROW и Restate счета 🔼\nбез ограничений.\
    \n\n3️⃣ Liquid - доходности нет.\nВыводы и переводы без комиссий."

info_text = '\n\nПереводы по СБП между физическими лицами не требуют официального оформления.\n\nПоложительное сальдо переводов самозанятые заявляют как доход подлежащий налогообложению.\
        \nЛимит дохода самозанятого 2,4 млн ₽ в год.\n Чтобы увеличить чистый вывод выше лимита, необходимо оформить ИП.\n\nОформление ИП 1%. ИП в пару кликов\nНа уровне 5.'

greet = ("{name}, приветствую в Уровнях! \n\n"  
         "Уровни помогают менять жизнь и исполнять желания.\n"
         "Тысячи людей уже вышли на новый уровень дохода.\n" 
         "Я покажу как!  🤗\n\n"
         "Начнем с бонуса  🎁"
         )
menu = "📍 Главное меню"




commands_text = "\
start - start\
menu - menu\
profile - profile\
resources - resources\
level - level\
balance - balance\
partners - partners\
bonuses - bonuses\
reset_user - reset_user\
"